package com.example.currencyconverter;

public class Config {
    public static String CURRENCY = "{\"ID\": \"R01010\",\n" +
            "            \"NumCode\": \"036\",\n" +
            "            \"CharCode\": \"AUD\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Австралийский доллар\",\n" +
            "            \"Value\": 56.9982,\n" +
            "            \"Previous\": 57.1606}";

//    public static String VALUTE = "\n" +
//            "        \"AUD\": {\n" +
//            "            \"ID\": \"R01010\",\n" +
//            "            \"NumCode\": \"036\",\n" +
//            "            \"CharCode\": \"AUD\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Австралийский доллар\",\n" +
//            "            \"Value\": 56.9982,\n" +
//            "            \"Previous\": 57.1606\n" +
//            "        },\n" +
//            "        \"AZN\": {\n" +
//            "            \"ID\": \"R01020A\",\n" +
//            "            \"NumCode\": \"944\",\n" +
//            "            \"CharCode\": \"AZN\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Азербайджанский манат\",\n" +
//            "            \"Value\": 43.2655,\n" +
//            "            \"Previous\": 43.2605\n" +
//            "        },\n" +
//            "        \"GBP\": {\n" +
//            "            \"ID\": \"R01035\",\n" +
//            "            \"NumCode\": \"826\",\n" +
//            "            \"CharCode\": \"GBP\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Фунт стерлингов Соединенного королевства\",\n" +
//            "            \"Value\": 102.4997,\n" +
//            "            \"Previous\": 102.5099\n" +
//            "        },\n" +
//            "        \"AMD\": {\n" +
//            "            \"ID\": \"R01060\",\n" +
//            "            \"NumCode\": \"051\",\n" +
//            "            \"CharCode\": \"AMD\",\n" +
//            "            \"Nominal\": 100,\n" +
//            "            \"Name\": \"Армянских драмов\",\n" +
//            "            \"Value\": 13.9418,\n" +
//            "            \"Previous\": 13.9402\n" +
//            "        },\n" +
//            "        \"BYN\": {\n" +
//            "            \"ID\": \"R01090B\",\n" +
//            "            \"NumCode\": \"933\",\n" +
//            "            \"CharCode\": \"BYN\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Белорусский рубль\",\n" +
//            "            \"Value\": 28.3509,\n" +
//            "            \"Previous\": 28.3552\n" +
//            "        },\n" +
//            "        \"BGN\": {\n" +
//            "            \"ID\": \"R01100\",\n" +
//            "            \"NumCode\": \"975\",\n" +
//            "            \"CharCode\": \"BGN\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Болгарский лев\",\n" +
//            "            \"Value\": 44.8795,\n" +
//            "            \"Previous\": 44.9237\n" +
//            "        },\n" +
//            "        \"BRL\": {\n" +
//            "            \"ID\": \"R01115\",\n" +
//            "            \"NumCode\": \"986\",\n" +
//            "            \"CharCode\": \"BRL\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Бразильский реал\",\n" +
//            "            \"Value\": 13.2777,\n" +
//            "            \"Previous\": 12.9576\n" +
//            "        },\n" +
//            "        \"HUF\": {\n" +
//            "            \"ID\": \"R01135\",\n" +
//            "            \"NumCode\": \"348\",\n" +
//            "            \"CharCode\": \"HUF\",\n" +
//            "            \"Nominal\": 100,\n" +
//            "            \"Name\": \"Венгерских форинтов\",\n" +
//            "            \"Value\": 24.0023,\n" +
//            "            \"Previous\": 24.0273\n" +
//            "        },\n" +
//            "        \"HKD\": {\n" +
//            "            \"ID\": \"R01200\",\n" +
//            "            \"NumCode\": \"344\",\n" +
//            "            \"CharCode\": \"HKD\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Гонконгских долларов\",\n" +
//            "            \"Value\": 94.694,\n" +
//            "            \"Previous\": 94.7355\n" +
//            "        },\n" +
//            "        \"DKK\": {\n" +
//            "            \"ID\": \"R01215\",\n" +
//            "            \"NumCode\": \"208\",\n" +
//            "            \"CharCode\": \"DKK\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Датская крона\",\n" +
//            "            \"Value\": 11.8023,\n" +
//            "            \"Previous\": 11.8191\n" +
//            "        },\n" +
//            "        \"USD\": {\n" +
//            "            \"ID\": \"R01235\",\n" +
//            "            \"NumCode\": \"840\",\n" +
//            "            \"CharCode\": \"USD\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Доллар США\",\n" +
//            "            \"Value\": 73.5081,\n" +
//            "            \"Previous\": 73.4996\n" +
//            "        },\n" +
//            "        \"EUR\": {\n" +
//            "            \"ID\": \"R01239\",\n" +
//            "            \"NumCode\": \"978\",\n" +
//            "            \"CharCode\": \"EUR\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Евро\",\n" +
//            "            \"Value\": 87.7981,\n" +
//            "            \"Previous\": 87.7585\n" +
//            "        },\n" +
//            "        \"INR\": {\n" +
//            "            \"ID\": \"R01270\",\n" +
//            "            \"NumCode\": \"356\",\n" +
//            "            \"CharCode\": \"INR\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Индийских рупий\",\n" +
//            "            \"Value\": 10.1049,\n" +
//            "            \"Previous\": 10.1142\n" +
//            "        },\n" +
//            "        \"KZT\": {\n" +
//            "            \"ID\": \"R01335\",\n" +
//            "            \"NumCode\": \"398\",\n" +
//            "            \"CharCode\": \"KZT\",\n" +
//            "            \"Nominal\": 100,\n" +
//            "            \"Name\": \"Казахстанских тенге\",\n" +
//            "            \"Value\": 17.5378,\n" +
//            "            \"Previous\": 17.5375\n" +
//            "        },\n" +
//            "        \"CAD\": {\n" +
//            "            \"ID\": \"R01350\",\n" +
//            "            \"NumCode\": \"124\",\n" +
//            "            \"CharCode\": \"CAD\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Канадский доллар\",\n" +
//            "            \"Value\": 58.5116,\n" +
//            "            \"Previous\": 58.4025\n" +
//            "        },\n" +
//            "        \"KGS\": {\n" +
//            "            \"ID\": \"R01370\",\n" +
//            "            \"NumCode\": \"417\",\n" +
//            "            \"CharCode\": \"KGS\",\n" +
//            "            \"Nominal\": 100,\n" +
//            "            \"Name\": \"Киргизских сомов\",\n" +
//            "            \"Value\": 86.6565,\n" +
//            "            \"Previous\": 86.6463\n" +
//            "        },\n" +
//            "        \"CNY\": {\n" +
//            "            \"ID\": \"R01375\",\n" +
//            "            \"NumCode\": \"156\",\n" +
//            "            \"CharCode\": \"CNY\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Китайский юань\",\n" +
//            "            \"Value\": 11.3015,\n" +
//            "            \"Previous\": 11.32\n" +
//            "        },\n" +
//            "        \"MDL\": {\n" +
//            "            \"ID\": \"R01500\",\n" +
//            "            \"NumCode\": \"498\",\n" +
//            "            \"CharCode\": \"MDL\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Молдавских леев\",\n" +
//            "            \"Value\": 41.4714,\n" +
//            "            \"Previous\": 41.4666\n" +
//            "        },\n" +
//            "        \"NOK\": {\n" +
//            "            \"ID\": \"R01535\",\n" +
//            "            \"NumCode\": \"578\",\n" +
//            "            \"CharCode\": \"NOK\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Норвежских крон\",\n" +
//            "            \"Value\": 86.8767,\n" +
//            "            \"Previous\": 87.5746\n" +
//            "        },\n" +
//            "        \"PLN\": {\n" +
//            "            \"ID\": \"R01565\",\n" +
//            "            \"NumCode\": \"985\",\n" +
//            "            \"CharCode\": \"PLN\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Польский злотый\",\n" +
//            "            \"Value\": 19.1328,\n" +
//            "            \"Previous\": 19.2523\n" +
//            "        },\n" +
//            "        \"RON\": {\n" +
//            "            \"ID\": \"R01585F\",\n" +
//            "            \"NumCode\": \"946\",\n" +
//            "            \"CharCode\": \"RON\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Румынский лей\",\n" +
//            "            \"Value\": 17.9731,\n" +
//            "            \"Previous\": 17.9824\n" +
//            "        },\n" +
//            "        \"XDR\": {\n" +
//            "            \"ID\": \"R01589\",\n" +
//            "            \"NumCode\": \"960\",\n" +
//            "            \"CharCode\": \"XDR\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"СДР (специальные права заимствования)\",\n" +
//            "            \"Value\": 105.2349,\n" +
//            "            \"Previous\": 104.8758\n" +
//            "        },\n" +
//            "        \"SGD\": {\n" +
//            "            \"ID\": \"R01625\",\n" +
//            "            \"NumCode\": \"702\",\n" +
//            "            \"CharCode\": \"SGD\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Сингапурский доллар\",\n" +
//            "            \"Value\": 54.6326,\n" +
//            "            \"Previous\": 54.8341\n" +
//            "        },\n" +
//            "        \"TJS\": {\n" +
//            "            \"ID\": \"R01670\",\n" +
//            "            \"NumCode\": \"972\",\n" +
//            "            \"CharCode\": \"TJS\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Таджикских сомони\",\n" +
//            "            \"Value\": 64.5091,\n" +
//            "            \"Previous\": 64.5016\n" +
//            "        },\n" +
//            "        \"TRY\": {\n" +
//            "            \"ID\": \"R01700J\",\n" +
//            "            \"NumCode\": \"949\",\n" +
//            "            \"CharCode\": \"TRY\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Турецких лир\",\n" +
//            "            \"Value\": 97.1584,\n" +
//            "            \"Previous\": 98.7049\n" +
//            "        },\n" +
//            "        \"TMT\": {\n" +
//            "            \"ID\": \"R01710A\",\n" +
//            "            \"NumCode\": \"934\",\n" +
//            "            \"CharCode\": \"TMT\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Новый туркменский манат\",\n" +
//            "            \"Value\": 21.0324,\n" +
//            "            \"Previous\": 21.0299\n" +
//            "        },\n" +
//            "        \"UZS\": {\n" +
//            "            \"ID\": \"R01717\",\n" +
//            "            \"NumCode\": \"860\",\n" +
//            "            \"CharCode\": \"UZS\",\n" +
//            "            \"Nominal\": 10000,\n" +
//            "            \"Name\": \"Узбекских сумов\",\n" +
//            "            \"Value\": 69.9174,\n" +
//            "            \"Previous\": 69.9735\n" +
//            "        },\n" +
//            "        \"UAH\": {\n" +
//            "            \"ID\": \"R01720\",\n" +
//            "            \"NumCode\": \"980\",\n" +
//            "            \"CharCode\": \"UAH\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Украинских гривен\",\n" +
//            "            \"Value\": 26.5066,\n" +
//            "            \"Previous\": 26.4942\n" +
//            "        },\n" +
//            "        \"CZK\": {\n" +
//            "            \"ID\": \"R01760\",\n" +
//            "            \"NumCode\": \"203\",\n" +
//            "            \"CharCode\": \"CZK\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Чешских крон\",\n" +
//            "            \"Value\": 33.4797,\n" +
//            "            \"Previous\": 33.5668\n" +
//            "        },\n" +
//            "        \"SEK\": {\n" +
//            "            \"ID\": \"R01770\",\n" +
//            "            \"NumCode\": \"752\",\n" +
//            "            \"CharCode\": \"SEK\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Шведских крон\",\n" +
//            "            \"Value\": 86.5188,\n" +
//            "            \"Previous\": 87.0405\n" +
//            "        },\n" +
//            "        \"CHF\": {\n" +
//            "            \"ID\": \"R01775\",\n" +
//            "            \"NumCode\": \"756\",\n" +
//            "            \"CharCode\": \"CHF\",\n" +
//            "            \"Nominal\": 1,\n" +
//            "            \"Name\": \"Швейцарский франк\",\n" +
//            "            \"Value\": 79.075,\n" +
//            "            \"Previous\": 79.3389\n" +
//            "        },\n" +
//            "        \"ZAR\": {\n" +
//            "            \"ID\": \"R01810\",\n" +
//            "            \"NumCode\": \"710\",\n" +
//            "            \"CharCode\": \"ZAR\",\n" +
//            "            \"Nominal\": 10,\n" +
//            "            \"Name\": \"Южноафриканских рэндов\",\n" +
//            "            \"Value\": 49.0872,\n" +
//            "            \"Previous\": 49.2955\n" +
//            "        },\n" +
//            "        \"KRW\": {\n" +
//            "            \"ID\": \"R01815\",\n" +
//            "            \"NumCode\": \"410\",\n" +
//            "            \"CharCode\": \"KRW\",\n" +
//            "            \"Nominal\": 1000,\n" +
//            "            \"Name\": \"Вон Республики Корея\",\n" +
//            "            \"Value\": 64.7084,\n" +
//            "            \"Previous\": 64.9858\n" +
//            "        },\n" +
//            "        \"JPY\": {\n" +
//            "            \"ID\": \"R01820\",\n" +
//            "            \"NumCode\": \"392\",\n" +
//            "            \"CharCode\": \"JPY\",\n" +
//            "            \"Nominal\": 100,\n" +
//            "            \"Name\": \"Японских иен\",\n" +
//            "            \"Value\": 67.3552,\n" +
//            "            \"Previous\": 67.726\n" +
//            "        ";

    public static String JSON_FILE = "{\n" +
            "    \"Date\": \"2021-03-13T11:30:00+03:00\",\n" +
            "    \"PreviousDate\": \"2021-03-12T11:30:00+03:00\",\n" +
            "    \"PreviousURL\": \"\\/\\/www.cbr-xml-daily.ru\\/archive\\/2021\\/03\\/12\\/daily_json.js\",\n" +
            "    \"Timestamp\": \"2021-03-13T15:00:00+03:00\",\n" +
            "    \"Valute\": {\n" +
            "        \"AUD\": {\n" +
            "            \"ID\": \"R01010\",\n" +
            "            \"NumCode\": \"036\",\n" +
            "            \"CharCode\": \"AUD\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Австралийский доллар\",\n" +
            "            \"Value\": 56.9982,\n" +
            "            \"Previous\": 57.1606\n" +
            "        },\n" +
            "        \"AZN\": {\n" +
            "            \"ID\": \"R01020A\",\n" +
            "            \"NumCode\": \"944\",\n" +
            "            \"CharCode\": \"AZN\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Азербайджанский манат\",\n" +
            "            \"Value\": 43.2655,\n" +
            "            \"Previous\": 43.2605\n" +
            "        },\n" +
            "        \"GBP\": {\n" +
            "            \"ID\": \"R01035\",\n" +
            "            \"NumCode\": \"826\",\n" +
            "            \"CharCode\": \"GBP\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Фунт стерлингов Соединенного королевства\",\n" +
            "            \"Value\": 102.4997,\n" +
            "            \"Previous\": 102.5099\n" +
            "        },\n" +
            "        \"AMD\": {\n" +
            "            \"ID\": \"R01060\",\n" +
            "            \"NumCode\": \"051\",\n" +
            "            \"CharCode\": \"AMD\",\n" +
            "            \"Nominal\": 100,\n" +
            "            \"Name\": \"Армянских драмов\",\n" +
            "            \"Value\": 13.9418,\n" +
            "            \"Previous\": 13.9402\n" +
            "        },\n" +
            "        \"BYN\": {\n" +
            "            \"ID\": \"R01090B\",\n" +
            "            \"NumCode\": \"933\",\n" +
            "            \"CharCode\": \"BYN\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Белорусский рубль\",\n" +
            "            \"Value\": 28.3509,\n" +
            "            \"Previous\": 28.3552\n" +
            "        },\n" +
            "        \"BGN\": {\n" +
            "            \"ID\": \"R01100\",\n" +
            "            \"NumCode\": \"975\",\n" +
            "            \"CharCode\": \"BGN\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Болгарский лев\",\n" +
            "            \"Value\": 44.8795,\n" +
            "            \"Previous\": 44.9237\n" +
            "        },\n" +
            "        \"BRL\": {\n" +
            "            \"ID\": \"R01115\",\n" +
            "            \"NumCode\": \"986\",\n" +
            "            \"CharCode\": \"BRL\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Бразильский реал\",\n" +
            "            \"Value\": 13.2777,\n" +
            "            \"Previous\": 12.9576\n" +
            "        },\n" +
            "        \"HUF\": {\n" +
            "            \"ID\": \"R01135\",\n" +
            "            \"NumCode\": \"348\",\n" +
            "            \"CharCode\": \"HUF\",\n" +
            "            \"Nominal\": 100,\n" +
            "            \"Name\": \"Венгерских форинтов\",\n" +
            "            \"Value\": 24.0023,\n" +
            "            \"Previous\": 24.0273\n" +
            "        },\n" +
            "        \"HKD\": {\n" +
            "            \"ID\": \"R01200\",\n" +
            "            \"NumCode\": \"344\",\n" +
            "            \"CharCode\": \"HKD\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Гонконгских долларов\",\n" +
            "            \"Value\": 94.694,\n" +
            "            \"Previous\": 94.7355\n" +
            "        },\n" +
            "        \"DKK\": {\n" +
            "            \"ID\": \"R01215\",\n" +
            "            \"NumCode\": \"208\",\n" +
            "            \"CharCode\": \"DKK\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Датская крона\",\n" +
            "            \"Value\": 11.8023,\n" +
            "            \"Previous\": 11.8191\n" +
            "        },\n" +
            "        \"USD\": {\n" +
            "            \"ID\": \"R01235\",\n" +
            "            \"NumCode\": \"840\",\n" +
            "            \"CharCode\": \"USD\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Доллар США\",\n" +
            "            \"Value\": 73.5081,\n" +
            "            \"Previous\": 73.4996\n" +
            "        },\n" +
            "        \"EUR\": {\n" +
            "            \"ID\": \"R01239\",\n" +
            "            \"NumCode\": \"978\",\n" +
            "            \"CharCode\": \"EUR\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Евро\",\n" +
            "            \"Value\": 87.7981,\n" +
            "            \"Previous\": 87.7585\n" +
            "        },\n" +
            "        \"INR\": {\n" +
            "            \"ID\": \"R01270\",\n" +
            "            \"NumCode\": \"356\",\n" +
            "            \"CharCode\": \"INR\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Индийских рупий\",\n" +
            "            \"Value\": 10.1049,\n" +
            "            \"Previous\": 10.1142\n" +
            "        },\n" +
            "        \"KZT\": {\n" +
            "            \"ID\": \"R01335\",\n" +
            "            \"NumCode\": \"398\",\n" +
            "            \"CharCode\": \"KZT\",\n" +
            "            \"Nominal\": 100,\n" +
            "            \"Name\": \"Казахстанских тенге\",\n" +
            "            \"Value\": 17.5378,\n" +
            "            \"Previous\": 17.5375\n" +
            "        },\n" +
            "        \"CAD\": {\n" +
            "            \"ID\": \"R01350\",\n" +
            "            \"NumCode\": \"124\",\n" +
            "            \"CharCode\": \"CAD\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Канадский доллар\",\n" +
            "            \"Value\": 58.5116,\n" +
            "            \"Previous\": 58.4025\n" +
            "        },\n" +
            "        \"KGS\": {\n" +
            "            \"ID\": \"R01370\",\n" +
            "            \"NumCode\": \"417\",\n" +
            "            \"CharCode\": \"KGS\",\n" +
            "            \"Nominal\": 100,\n" +
            "            \"Name\": \"Киргизских сомов\",\n" +
            "            \"Value\": 86.6565,\n" +
            "            \"Previous\": 86.6463\n" +
            "        },\n" +
            "        \"CNY\": {\n" +
            "            \"ID\": \"R01375\",\n" +
            "            \"NumCode\": \"156\",\n" +
            "            \"CharCode\": \"CNY\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Китайский юань\",\n" +
            "            \"Value\": 11.3015,\n" +
            "            \"Previous\": 11.32\n" +
            "        },\n" +
            "        \"MDL\": {\n" +
            "            \"ID\": \"R01500\",\n" +
            "            \"NumCode\": \"498\",\n" +
            "            \"CharCode\": \"MDL\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Молдавских леев\",\n" +
            "            \"Value\": 41.4714,\n" +
            "            \"Previous\": 41.4666\n" +
            "        },\n" +
            "        \"NOK\": {\n" +
            "            \"ID\": \"R01535\",\n" +
            "            \"NumCode\": \"578\",\n" +
            "            \"CharCode\": \"NOK\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Норвежских крон\",\n" +
            "            \"Value\": 86.8767,\n" +
            "            \"Previous\": 87.5746\n" +
            "        },\n" +
            "        \"PLN\": {\n" +
            "            \"ID\": \"R01565\",\n" +
            "            \"NumCode\": \"985\",\n" +
            "            \"CharCode\": \"PLN\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Польский злотый\",\n" +
            "            \"Value\": 19.1328,\n" +
            "            \"Previous\": 19.2523\n" +
            "        },\n" +
            "        \"RON\": {\n" +
            "            \"ID\": \"R01585F\",\n" +
            "            \"NumCode\": \"946\",\n" +
            "            \"CharCode\": \"RON\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Румынский лей\",\n" +
            "            \"Value\": 17.9731,\n" +
            "            \"Previous\": 17.9824\n" +
            "        },\n" +
            "        \"XDR\": {\n" +
            "            \"ID\": \"R01589\",\n" +
            "            \"NumCode\": \"960\",\n" +
            "            \"CharCode\": \"XDR\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"СДР (специальные права заимствования)\",\n" +
            "            \"Value\": 105.2349,\n" +
            "            \"Previous\": 104.8758\n" +
            "        },\n" +
            "        \"SGD\": {\n" +
            "            \"ID\": \"R01625\",\n" +
            "            \"NumCode\": \"702\",\n" +
            "            \"CharCode\": \"SGD\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Сингапурский доллар\",\n" +
            "            \"Value\": 54.6326,\n" +
            "            \"Previous\": 54.8341\n" +
            "        },\n" +
            "        \"TJS\": {\n" +
            "            \"ID\": \"R01670\",\n" +
            "            \"NumCode\": \"972\",\n" +
            "            \"CharCode\": \"TJS\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Таджикских сомони\",\n" +
            "            \"Value\": 64.5091,\n" +
            "            \"Previous\": 64.5016\n" +
            "        },\n" +
            "        \"TRY\": {\n" +
            "            \"ID\": \"R01700J\",\n" +
            "            \"NumCode\": \"949\",\n" +
            "            \"CharCode\": \"TRY\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Турецких лир\",\n" +
            "            \"Value\": 97.1584,\n" +
            "            \"Previous\": 98.7049\n" +
            "        },\n" +
            "        \"TMT\": {\n" +
            "            \"ID\": \"R01710A\",\n" +
            "            \"NumCode\": \"934\",\n" +
            "            \"CharCode\": \"TMT\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Новый туркменский манат\",\n" +
            "            \"Value\": 21.0324,\n" +
            "            \"Previous\": 21.0299\n" +
            "        },\n" +
            "        \"UZS\": {\n" +
            "            \"ID\": \"R01717\",\n" +
            "            \"NumCode\": \"860\",\n" +
            "            \"CharCode\": \"UZS\",\n" +
            "            \"Nominal\": 10000,\n" +
            "            \"Name\": \"Узбекских сумов\",\n" +
            "            \"Value\": 69.9174,\n" +
            "            \"Previous\": 69.9735\n" +
            "        },\n" +
            "        \"UAH\": {\n" +
            "            \"ID\": \"R01720\",\n" +
            "            \"NumCode\": \"980\",\n" +
            "            \"CharCode\": \"UAH\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Украинских гривен\",\n" +
            "            \"Value\": 26.5066,\n" +
            "            \"Previous\": 26.4942\n" +
            "        },\n" +
            "        \"CZK\": {\n" +
            "            \"ID\": \"R01760\",\n" +
            "            \"NumCode\": \"203\",\n" +
            "            \"CharCode\": \"CZK\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Чешских крон\",\n" +
            "            \"Value\": 33.4797,\n" +
            "            \"Previous\": 33.5668\n" +
            "        },\n" +
            "        \"SEK\": {\n" +
            "            \"ID\": \"R01770\",\n" +
            "            \"NumCode\": \"752\",\n" +
            "            \"CharCode\": \"SEK\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Шведских крон\",\n" +
            "            \"Value\": 86.5188,\n" +
            "            \"Previous\": 87.0405\n" +
            "        },\n" +
            "        \"CHF\": {\n" +
            "            \"ID\": \"R01775\",\n" +
            "            \"NumCode\": \"756\",\n" +
            "            \"CharCode\": \"CHF\",\n" +
            "            \"Nominal\": 1,\n" +
            "            \"Name\": \"Швейцарский франк\",\n" +
            "            \"Value\": 79.075,\n" +
            "            \"Previous\": 79.3389\n" +
            "        },\n" +
            "        \"ZAR\": {\n" +
            "            \"ID\": \"R01810\",\n" +
            "            \"NumCode\": \"710\",\n" +
            "            \"CharCode\": \"ZAR\",\n" +
            "            \"Nominal\": 10,\n" +
            "            \"Name\": \"Южноафриканских рэндов\",\n" +
            "            \"Value\": 49.0872,\n" +
            "            \"Previous\": 49.2955\n" +
            "        },\n" +
            "        \"KRW\": {\n" +
            "            \"ID\": \"R01815\",\n" +
            "            \"NumCode\": \"410\",\n" +
            "            \"CharCode\": \"KRW\",\n" +
            "            \"Nominal\": 1000,\n" +
            "            \"Name\": \"Вон Республики Корея\",\n" +
            "            \"Value\": 64.7084,\n" +
            "            \"Previous\": 64.9858\n" +
            "        },\n" +
            "        \"JPY\": {\n" +
            "            \"ID\": \"R01820\",\n" +
            "            \"NumCode\": \"392\",\n" +
            "            \"CharCode\": \"JPY\",\n" +
            "            \"Nominal\": 100,\n" +
            "            \"Name\": \"Японских иен\",\n" +
            "            \"Value\": 67.3552,\n" +
            "            \"Previous\": 67.726\n" +
            "        }\n" +
            "    }\n" +
            "}";
}
